---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup3PerHMSup2
source: html/081cca9f-fac9-68b1-8d07-a7da5c001501.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup3PerHMSup2 Property

Symbol m³/(h·m²), indicating unit Cubic meters per hour square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup3PerHMSup2 { get; }
```